Repository: Alexandre363/GestionBaux
Catalog: projet_location/Model/Res/Strings.*.resx
Languages: fr

# Acceuil
source: Home
fr: Accueil

# AdresseLocation
source: Location address
fr: Adresse de la location

# AdresseProprietaire
source: Address
fr: Adresse

# AjouterUnBail
source: Add a lease
fr: Ajouter un bail

# AjouterUnLocataire
source: Add a tenant
fr: Ajouter un locataire

# AllocFamilliale
source: Family allowances
fr: Allocation familiale

# AllocLogement
source: Housing allowances
fr: Allocation logement

# Annuler
source: Cancel
fr: Annuler

# Bail
source: Lease
fr: Bail

# Avant1949
source: Before 1949
fr: Avant 1949

# BailLocation
source: Rental lease
fr: Bail de location

# Bienvenue
source: Welcome
fr: Bienvenue

# ChoisirLocataire
source: Please choose a tenant
fr: Veuillez choisir un locataire

# ChoisirLocation
source: Please choose a rental
fr: Veuillez choisir une location

# CodePostalLocation
source: Postcode
fr: Code postal

# Collectif
source: Collective
fr: Collectif

# ComplementAdresseLocation
source: Additional address
fr: Complement d'adresse

# Compte
source: My account
fr: Mon compte

# Copropriete
source: Co-owner
fr: Copropriete

# DateConstruction
source: Building date
fr: Date de construction

# DateDebutBail
source: Lease start date
fr: Date du début du bail

# DateNaissance
source: Birthdate
fr: Date de naissance

# DatePayement
source: Payment date
fr: Date du payement

# DateRevalorisation
source: Adjustment date
fr: Date de revalorisation

# DateSignature
source: Signature date
fr: Date de signature

# DeclarationFiscale
source: Tax declaration
fr: Déclaration fiscale

# Deconnexion
source: Disconnection
fr: Déconnexion

# Depuis2005
source: Since 2005
fr: Depuis 2005

# DesignationLocataire
source: Designation of the tenant
fr: Designation du locataire

# DureeBail
source: Lease duration
fr: Durée du bail

# Entre19491974
source: Between 1949 and 1974
fr: Entre 1949 et 1974

# Entre19751989
source: Between 1975 and 1989
fr: Entre 1975 et 1989

# Entre19902005
source: Between 1990 and 2005
fr: Entre 1990 et 2005

# ErreurConnexion
source: Email or/and password incorrect
fr: Email et/ou mot de passe incorrect

# EstDansUnImmeuble
source: It it in a building?
fr: Est-elle dans un immeuble?

# EstImmeuble
source: Is it a building?
fr: Est-ce un immeuble?

# EtatdesLieux
source: Generate an inventory file
fr: Générer un fichier d'état des lieux

# EtatsdesLieux
source: Inventory
fr: Etats des lieux

# GestionBail
source: Lease management
fr: Gestion du bail

# Individuel
source: Individual
fr: Individuel

# Individuelle
source: Individual
fr: Individuelle

# Inscription
source: Sign up
fr: Inscription

# Locataire
source: Rental
fr: Locataires

# Location
source: Tenant
fr: Location

# Logements
source: Residences
fr: Locations

# Loyer
source: Rent
fr: Loyer

# Mail
source: Email address
fr: Adresse mail

# MDPProprietaire
source: Password
fr: Mot de passe

# Modifier
source: Modify
fr: Modifier

# ModifierUneLocation
source: Modify a rental
fr: Modifier une location

# ModifierUnLocataire
source: Modify a tenant
fr: Modifier un locataire

# Monopropriete
source: Mono owner
fr: Monopropriete

# MontantLoyerHorsCharges
source: Rent excluding charges
fr: Montant du loyer hors charges

# Nationalite
source: Nationality
fr: Nationalité

# NbCouchages
source: Beds' number
fr: Nombre de couchages

# NbPersonneACharge
source: Number of dependants
fr: Nombre de personne à charge

# NbPiecesPrincipales
source: Number of main rooms
fr: Nombre de pièces principales

# Nom
source: Name
fr: Nom

# NomLocataire
source: Tenant name
fr: Nom du locataire

# NomLocation
source: Location name
fr: Nom de la location

# Non
source: No
fr: Non

# ObjetContrat
source: Purpose of the contrat
fr: Objet du contrat

# Oui
source: Yes
fr: Oui

# Parametres
source: Settings
fr: Paramètres

# PasDeCompte
source: You don't have an account ?
fr: Vous n'avez pas de compte ?

# PaysLocation
source: Country
fr: Pays

# PersonneMorale
source: Legal entity
fr: Morale

# PersonnePhysique
source: Natural person
fr: Physique

# PrenomLocataire
source: First name
fr: Prenom du locataire

# Profession
source: Occupation
fr: Profession

# Retour
source: Return
fr: Retour

# RevenusExterieur
source: External income
fr: Autres revenus

# SalaireMensuelNet
source: Monthly salary net
fr: Salaire mensuel net

# SeConnecter
source: Log in
fr: Se connecter

# Sinscrire
source: Register
fr: S'inscrire

# SituationFamilliale
source: Family situation
fr: Situation familliale

# Supprimer
source: Delete
fr: Supprimer

# SurfaceHabitable
source: Floor space (m²)
fr: Surface habitable (m²)

# TableauDesLocataires
source: Tenants table
fr: Tableau des locataires

# TableauDesLocations
source: Rentals table
fr: Liste des locations

# Telephone
source: Phone number
fr: Téléphone

# TypeChauffage
source: Heater type
fr: Type de chauffage

# TypeDeContrat
source: Agreement type
fr: Type de contrat

# TypeEauChaude
source: Hot water type
fr: Type d'eau chaude

# TypeHabitat
source: Type of housing
fr: Type d'habitat

# TypeLocation
source: Type of rental
fr: Type de la location

# TypePersonne
source: Type of person
fr: Type de personne

# TypePropriete
source: Property type
fr: Type de propriété

# Valider
source: Validate
fr: Valider

# VeuillezChoisirDateConstruction
source: Please choose a building date
fr: Veuillez choisir une date de construction

# VilleLocation
source: City
fr: Ville

# AjouterUneLocation
source: Add a lodgment
fr: Ajouter une location

# AfficherAppartement
source: Display all lodgment
fr: Afficher les locations de cet immeuble

# AjoutAppartement
source: Add a lodgment
fr: Ajouter une location à cet immeuble

# AjouterUnImmeuble
source: Add a building
fr: Ajouter un immeuble

# ErreurLocataire
source: Invalid tenant
fr: Locataire invalide

# ErreurLocation
source: Invalid rental
fr: Location invalide

# Duree
source: Duration :
fr: Durée :

# LoyerHC
source: Rent excluding charges :
fr: Loyers hors charges :

# LoyerPaye
source: Has the rent been paid?
fr: Le loyer a t-il été payé ?

# Payement
source: Payment
fr: Payement

# GenererPdfBail
source: Generate a pdf for this lease
fr: Générer un pdf pour ce bail

# ErreurDate
source: Invalid date
fr: Date invalide

# ErreurDatePayement
source: Invalid payment date
fr: Date de payement invalide

# ErreurDateRevalorisation
source: Invalid adjustment date
fr: Date de revalorisation invalide

# RemettreZero
source: Payment reset
fr: Reinitialiser payements

# Lequel
source: Which one
fr: Lequel

# ChoisirImmeuble
source: Choose a building
fr: Choisissez un immeuble

# AdresseImmeuble
source: Building address
fr: Adresse de l'immeuble

# NomImmeuble
source: Name of the building
fr: Nom de la location

# Chemin
source: Path
fr: Chemin d'accès

# Parcourir
source: Browse
fr: Parcourir

# TitrePdf
source: Title of the pdf
fr: Titre du pdf

# Diagramme
source: Payment diagram
fr: Diagramme des paiements

# Gain
source: Total winnings =
fr: Gains totaux =

# Impayer
source: Person who haven't paid
fr: Personne n'ayant pas payé

# Payer
source: Person having paid
fr: Personne ayant payé

# ErreurAdresse
source: Invalid address
fr: Adresse invalide

# ErreurCodePostal
source: Invalid postcode
fr: Code postal invalide

# ErreurComplementAdresse
source: Invalid additional address
fr: Complement adresse invalide

# ErreurNom
source: Invalid name
fr: Nom invalide

# ErreurPays
source: Invalid Country
fr: Pays invalide

# ErreurVille
source: Invalid city
fr: Ville invalide

# NomBail
source: Lease name
fr: Nom du Bail

# Apayer
source: Confirm payment
fr: Valider le payement
